type Event = {
  start: string;
  end: string;
  name: string;
  img: string;
  description: string;
};

export const events: Event[] = [
  {
    start: "Feb 12, 2024 15:15:00",
    end: "Feb 12, 2024 15:16:00",
    name: "IAMASの「できるまで」(1日目)",
    img: "iamas01",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 12, 2024 15:16:30",
    end: "Feb 12, 2024 15:17:00",
    name: "IAMASの「できるまで」(2日目前半)",
    img: "iamas02",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 12, 2024 18:16:00",
    end: "Feb 12, 2024 18:16:30",
    name: "IAMASの「できるまで」(2日目後半)",
    img: "iamas02",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 12, 2024 18:16:40",
    end: "Feb 12, 2024 18:16:50",
    name: "ビデオゲームからインタラクティブ表現を再考する",
    img: "matsunaga",
    description:
      "作品の体験にインタラクションが発生する点や、デジタル技術によるソフトウェアと装置で成立している点で共通するビデオゲームとインタラクティブアートを分析し、インタラクティブな表現を再考します。",
  },
];
