type Event = {
  start: string;
  end: string;
  name: string;
  img: string;
  time: string;
  description: string;
};

export const events: Event[] = [
  {
    // リハーサル
    start: "Feb 21 2024 10:00:00",
    end: "Feb 21, 2024 10:10:00",
    time: "10:00-10:10",
    name: "竹澤 / 成瀬 (リハーサル)",
    img: "iamas01",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 21 2024 10:10:00",
    end: "Feb 21, 2024 10:20:00",
    time: "10:10-10:20",
    name: "新垣 / 津曲 (リハーサル)",
    img: "iamas01",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 21 2024 10:20:00",
    end: "Feb 21, 2024 10:30:00",
    time: "10:20-10:30",
    name: "石塚 / 平本 (リハーサル)",
    img: "iamas02",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 21 2024 10:30:00",
    end: "Feb 21, 2024 10:40:00",
    time: "10:30-10:40",
    name: "浅尾 / 河合 (リハーサル)",
    img: "iamas02",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 21 2024 10:40:00",
    end: "Feb 21, 2024 10:50:00",
    time: "10:40-10:50",
    name: "竹澤 / 成瀬 / 桑久保 (リハーサル)",
    img: "matsunaga",
    description:
      "作品の体験にインタラクションが発生する点や、デジタル技術によるソフトウェアと装置で成立している点で共通するビデオゲームとインタラクティブアートを分析し、インタラクティブな表現を再考します。",
  },
  {
    start: "Feb 21 2024 10:50:00",
    end: "Feb 21, 2024 12:30:00",
    time: "10:50-12:30",
    name: "新垣 (リハーサル)",
    img: "hanagata",
    description:
      "京都を拠点に活動するパフォーマー「花形慎」を迎えて、JACKSON kaki(新垣 隆海）との書き下ろしパフォーマンスを披露します。後半1時間は、花形とJACKSON kakiのトークショーを開催します。身体を用いながら、人工物やテクノロジーとのかかわり方や、扱い方について芸術がどのような可能性をもたらすのかについて、議論を深めます。",
  },
  {
    start: "Feb 21 2024 13:30:00",
    end: "Feb 21, 2024 13:40:00",
    time: "13:30-13:40",
    name: "石塚 / 後藤 / 前林 (リハーサル)",
    img: "place-sense-media",
    description:
      "「場所・感覚・メディア」プロジェクトでは、これまで訪れた金生山や春日山、養老天命反転地での体験について議論と考察をおこなってきました。今回は、ティム・インゴルドのサウンドスケープ批判を参照しながら、場所体験の新たな可能性についてプロジェクトメンバーとともに議論を深めていきます。",
  },
  {
    start: "Feb 21 2024 13:40:00",
    end: "Feb 21, 2024 13:50:00",
    time: "13:40-13:50",
    name: "プロジェクト教員 (リハーサル)",
    img: "project",
    description:
      "IAMASの修士研究を特徴付ける、カリキュラムの中心にあるのが、プロジェクト研究です。2023年度に実施された7つのプロジェクト研究活動について教員が報告します。",
  },
  {
    start: "Feb 21, 2024 13:50:00",
    end: "Feb 21, 2024 14:00:00",
    time: "13:50-14:00",
    name: "石塚 / 前林 (リハーサル)",
    img: "kawase",
    description:
      "村上春樹氏のエルサレム賞受賞スピーチ「壁と卵」は、イスラエル・ガザ戦争が継続する今、重要性を増しています。その中で強調される「システム」や「構造」の問題に焦点をあて、人類学者の川瀬 慈さんをゲストに迎え各自のリサーチや経験をもとに議論を進めます。",
  },
  {
    start: "Feb 21, 2024 14:00:00",
    end: "Feb 21, 2024 14:10:00",
    time: "14:00-14:10",
    name: "山岸 / 小林 (リハーサル)",
    img: "hirai",
    description:
      "作品体験について時間論で考えるトークセッション。各方面から注目の書籍『世界は時間でできている』の核心部分にかんする講演に続けて、山岸の修士作品《Grasp(er)》を中心に、作品体験のデザインについて時間論の観点から掘り下げて議論します。",
  },
  {
    start: "Feb 21, 2024 14:10:00",
    end: "Feb 21, 2024 14:20:00",
    time: "14:10-14:20",
    name: "成瀬 / 小林 (リハーサル)",
    img: "miyoshi",
    description:
      "「リサーチ・スルー・デザイン」と呼ばれる、デザイン・芸術を実践する過程から得られる様々な知見や経験や定式化されにくい身体知・暗黙知を探求する手法から、研究・表現の間を行き来する実践の意味を再考します。",
  },
  {
    start: "Feb 21, 2024 14:20:00",
    end: "Feb 21, 2024 14:30:00",
    time: "14:20-14:30",
    name: "楊 / 河合 / 松井茂 (リハーサル)",
    img: "takayama",
    description:
      "このトークイベントでは演出家・アーティストの高山明氏をゲストに迎え、演劇とパフォーマンスがどのように「行為の芸術」として社会や公衆と関わってきたかについて話し合います。",
  },
  {
    start: "Feb 21, 2024 14:30:00",
    end: "Feb 21, 2024 16:00:00",
    time: "14:30-16:00",
    name: "三輪 / 大久保 (リハーサル)",
    img: "miwa-sensei",
    description:
      "IAMASで創設時より教鞭を振るった三輪眞弘教授の退任記念イベントでは、三輪眞弘が「逆シミュレーション音楽」の作曲と並行して重要な活動を展開したユニット「フォルマント兄弟」の佐近田展康氏をお招きする。また、IAMAS開講から現在までの数多くのプロジェクトを振り返り、現代社会における芸術の意味を問います。",
  },
  {
    start: "Feb 21, 2024 16:30:00",
    end: "Feb 21, 2024 19:30:00",
    time: "16:30-19:30",
    name: "NxPC.Live (リハーサル)",
    img: "nxpc-vol67",
    description:
      "NxPC.Labは、クラブやライブにおけるアーティストと観客の相互作用によってもたらされる場の臨場感を拡大し、ネットへも拡散させるためのメディアテクノロジーの実現を目指した研究機関です。",
  },

  // リハーサルここまで

  {
    start: "Feb 22, 2024 14:30:00",
    end: "Feb 22, 2024 16:00:00",
    time: "14:30-16:00",
    name: "IAMASの「できるまで」(1日目)",
    img: "iamas01",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 22, 2024 16:30:00",
    end: "Feb 22, 2024 18:00:00",
    time: "16:30-18:00",
    name: "IAMASの「できるまで」(1日目)",
    img: "iamas01",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 23, 2024 10:00:00",
    end: "Feb 23, 2024 11:30:00",
    time: "10:00-11:30",
    name: "IAMASの「できるまで」(2日目)",
    img: "iamas02",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 23, 2024 12:00:00",
    end: "Feb 23, 2024 13:30:00",
    time: "12:00-13:30",
    name: "IAMASの「できるまで」(2日目)",
    img: "iamas02",
    description:
      "IAMASの「できるまで」では、今年卒業する学生たちが各々の研究や作品制作の過程について振り返ります。各々のプロジェクトに取り組んだきっかけやその「キモ」、直面した困難や苦労について率直に語り、学内のフォーマルな発表とは違うリラックスした雰囲気の中で、普段なかなか話せないようなことを共有します。",
  },
  {
    start: "Feb 23, 2024 14:00:00",
    end: "Feb 23, 2024 15:30:00",
    time: "14:00-15:30",
    name: "ビデオゲームからインタラクティブ表現を再考する",
    img: "matsunaga",
    description:
      "作品の体験にインタラクションが発生する点や、デジタル技術によるソフトウェアと装置で成立している点で共通するビデオゲームとインタラクティブアートを分析し、インタラクティブな表現を再考します。",
  },
  {
    start: "Feb 23, 2024 16:00:00",
    end: "Feb 23, 2024 17:30:00",
    time: "16:00-17:30",
    name: "身体のリベリオン、あるいはサイド・バイ・サイド",
    img: "hanagata",
    description:
      "京都を拠点に活動するパフォーマー「花形慎」を迎えて、JACKSON kaki(新垣 隆海）との書き下ろしパフォーマンスを披露します。後半1時間は、花形とJACKSON kakiのトークショーを開催します。身体を用いながら、人工物やテクノロジーとのかかわり方や、扱い方について芸術がどのような可能性をもたらすのかについて、議論を深めます。",
  },
  {
    start: "Feb 24, 2024 10:00:00",
    end: "Feb 24, 2024 11:30:00",
    time: "10:00-11:30",
    name: "「風の音、風の光」 ——ティム・インゴルドのサウンドスケープ批判を起点として——",
    img: "place-sense-media",
    description:
      "「場所・感覚・メディア」プロジェクトでは、これまで訪れた金生山や春日山、養老天命反転地での体験について議論と考察をおこなってきました。今回は、ティム・インゴルドのサウンドスケープ批判を参照しながら、場所体験の新たな可能性についてプロジェクトメンバーとともに議論を深めていきます。",
  },
  {
    start: "Feb 24, 2024 12:00:00",
    end: "Feb 24, 2024 13:30:00",
    time: "12:00-13:30",
    name: "プロジェクト研究に関する、教員による報告会",
    img: "project",
    description:
      "IAMASの修士研究を特徴付ける、カリキュラムの中心にあるのが、プロジェクト研究です。2023年度に実施された7つのプロジェクト研究活動について教員が報告します。",
  },
  {
    start: "Feb 24, 2024 12:00:00",
    end: "Feb 24, 2024 13:30:00",
    time: "12:00-13:30",
    name: "「壁と卵」を再考する",
    img: "kawase",
    description:
      "村上春樹氏のエルサレム賞受賞スピーチ「壁と卵」は、イスラエル・ガザ戦争が継続する今、重要性を増しています。その中で強調される「システム」や「構造」の問題に焦点をあて、人類学者の川瀬 慈さんをゲストに迎え各自のリサーチや経験をもとに議論を進めます。",
  },
  {
    start: "Feb 24, 2024 17:00:00",
    end: "Feb 24, 2024 21:00:00",
    time: "17:00-21:00",
    name: "NxPC.Live vol.67 FULL-SWING",
    img: "nxpc-vol67",
    description:
      "NxPC.Labは、クラブやライブにおけるアーティストと観客の相互作用によってもたらされる場の臨場感を拡大し、ネットへも拡散させるためのメディアテクノロジーの実現を目指した研究機関です。",
  },
  {
    start: "Feb 25, 2024 10:00:00",
    end: "Feb 25, 2024 11:00:00",
    time: "10:00-11:00",
    name: "時間論でみるIAMAS2024",
    img: "hirai",
    description:
      "作品体験について時間論で考えるトークセッション。各方面から注目の書籍『世界は時間でできている』の核心部分にかんする講演に続けて、山岸の修士作品《Grasp(er)》を中心に、作品体験のデザインについて時間論の観点から掘り下げて議論します。",
  },
  {
    start: "Feb 25, 2024 12:00:00",
    end: "Feb 25, 2024 13:30:00",
    time: "12:00-13:30",
    name: "リサーチ・スルー・デザイン (RtD) から研究・表現を再考する",
    img: "miyoshi",
    description:
      "「リサーチ・スルー・デザイン」と呼ばれる、デザイン・芸術を実践する過程から得られる様々な知見や経験や定式化されにくい身体知・暗黙知を探求する手法から、研究・表現の間を行き来する実践の意味を再考します。",
  },
  {
    start: "Feb 25, 2024 14:00:00",
    end: "Feb 25, 2024 15:30:00",
    time: "14:00-15:30",
    name: "行為の芸術：社会的実践としての演劇とパフォーマンス",
    img: "takayama",
    description:
      "このトークイベントでは演出家・アーティストの高山明氏をゲストに迎え、演劇とパフォーマンスがどのように「行為の芸術」として社会や公衆と関わってきたかについて話し合います。",
  },
  {
    start: "Feb 25, 2024 16:30:00",
    end: "Feb 25, 2024 18:00:00",
    time: "16:30-18:00",
    name: "み感\nわ謝\n退任記念トーク!（＠卒展）",
    img: "miwa-sensei",
    description:
      "IAMASで創設時より教鞭を振るった三輪眞弘教授の退任記念イベントでは、三輪眞弘が「逆シミュレーション音楽」の作曲と並行して重要な活動を展開したユニット「フォルマント兄弟」の佐近田展康氏をお招きする。また、IAMAS開講から現在までの数多くのプロジェクトを振り返り、現代社会における芸術の意味を問います。",
  },
];
